# TODO 物体跟踪

"""
arXiv（https://arxiv.org/）：这是一个由康奈尔大学图书馆运营的预印本数据库，提供了大量免费的科学论文，包括计算机视觉领域的论文。

Google Scholar（https://scholar.google.com/）：这是一个由谷歌提供的学术搜索引擎，可以搜索到大量免费和付费的学术论文。

Microsoft Academic（https://academic.microsoft.com/）：这是一个由微软提供的学术搜索引擎，可以搜索到大量免费和付费的学术论文。

使用关键词：在搜索框中输入与你要查找的主题相关的关键词，可以帮助你快速找到相关文献。

使用布尔运算符：使用 AND、OR 和 NOT 等布尔运算符可以帮助你更精确地搜索文献。例如，如果你想查找关于计算机视觉和深度学习的文献，可以在搜索框中输入 “计算机视觉 AND 深度学习”。

使用引号：如果你想查找包含特定短语的文献，可以在搜索框中使用引号将短语括起来。例如，如果你想查找包含 “卷积神经网络” 这个短语的文献，可以在搜索框中输入 “卷积神经网络”。

使用高级搜索功能：大多数文献查找网站都提供了高级搜索功能，可以帮助你更精确地搜索文献。例如，你可以指定搜索结果的时间范围、语言、作者等。
"""
# 8.2 基于背景差分检测运动物体
#   1　实现基本背景差分器
#       chapter08/basic_motion_detection.py
#

